Revit 2027 API
UnifiedBitmap.UnifiedbitmapBitmap Property
 The property labeled "Source" from the "UnifiedBitmap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string UnifiedbitmapBitmap { get; }
Public Shared ReadOnly Property UnifiedbitmapBitmap As String
	Get
public:
static property String^ UnifiedbitmapBitmap {
	String^ get ();
}
static member UnifiedbitmapBitmap : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyString" and will contain a relative path.
See Also
Reference
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace